[
  {
    "title": "Slope",
    "description": "Fast-paced 3D runner game.",
    "url": "../games/Slope.html",
    "image": "../assets/slope.png"
  },
  {
    "title": "Angry Birds",
    "description": "Knock down the bads piggies towers!",
    "url": "../games/Angry Birds.html",
    "image": "../assets/angrybirds.png"
  },
  {
    "title": "1v1.LoL",
    "description": "Third person shooter & building simulator",
    "url": "../games/1v1.LoL.html",
    "image": "../assets/1v1lol.png"
  },
  {
    "title": "Bad Parenting",
    "description": "Bad Parenting is a psychological horror game where you play as a child facing the terrifying Mr. Red Face and uncover the dark truth behind his existence.",
    "url": "../games/Bad Parenting 1.html",
    "image": "../assets/badparenting.png"
  },
  {
    "title": "BitLife",
    "description": "BitLife is a life simulation game where you make choices for a character from birth to death, shaping their career, relationships, habits, and overall life story.",
    "url": "../games/BitLife.html",
    "image": "../assets/bitlife.png"
  },
  {
    "title": "Basket Random",
    "description": "Silly Pixelized basketball game",
    "url": "../games/Basket Random.html",
    "image": "../assets/basketrandom.png"
  },
  {
    "title": "Chiikawa Puzzle",
    "description": "Try and recreate chiikawa from memory! Re-assemble him and see how funny he looks.",
    "url": "../games/Chiikawa Puzzle.html",
    "image": "../assets/Chiikawapuzzle.png"
  },
  {
    "title": "Bloxorz",
    "description": "Bloxorz is a challenging puzzle game where you control a rectangular block, rolling it across a platform to fit perfectly into a square hole without falling off the edges.",
    "url": "../games/Bloxorz.html",
    "image": "../assets/Bloxorz.png"
  },
  {
    "title": "Minecraft",
    "description": "Minecraft is a sandbox video game that allows players to explore, build, and survive in a procedurally generated, block-based world.",
    "url": "../games/Minecraft.html",
    "image": "../assets/Minecraft.png"
  },
  {
    "title": "Yume Nikki",
    "description": "Yume nikki is a surreal indie game where you explore the dream world of a reclusive girl, collecting strange effects in a haunting, wordless adventure.",
    "url": "../games/Yume Nikki.html",
    "image": "../assets/yumenikki.png"
  },
  {
    "title": "Learn To Fly",
    "description": "Learn to Fly is a fun, physics-based game where you launch a penguin across the sky, upgrading gear and skills to fly farther with each attempt.",
    "url": "../games/Learn to Fly.html",
    "image": "../assets/learntofly.png"
  },
  {
    "title": "Granny",
    "description": "Granny is a horror stealth game where you must escape a creepy house without being caught by Granny, using stealth, puzzles, and quick thinking to survive.",
    "url": "../games/Granny.html",
    "image": "../assets/Granny.png"
  },
  {
    "title": "Cut the Rope",
    "description": "Cut the Rope is a physics-puzzle game where you feed candy to a little monster named Om Nom by cutting ropes and triggering fun chain reactions.",
    "url": "../games/Cut the Rope.html",
    "image": "../assets/cuttherope.png"
  },
  {
    "title": "Friday Night Funkin'",
    "description": "Friday Night Funkin’ is a rhythm game where you hit the right notes to rap and sing your way through quirky, challenging music battles.",
    "url": "../games/Friday Night Funkin.html",
    "image": "../assets/fridaynightfunkin.png"
  },
  {
    "title": "Cookie Clicker",
    "description": "Cookie Clicker is an incremental game where you bake cookies by clicking and buying upgrades, watching your cookie empire grow endlessly.",
    "url": "../games/Cookie Clicker.html",
    "image": "../assets/cookieclicker.png"
  },
  {
    "title": "Osu!",
    "description": "Osu! is a fast-paced rhythm game where you click, slide, and spin to the beat of songs with absurd precision and anime-level energy.",
    "url": "../games/osu!.html",
    "image": "../assets/osu.png"
  },
  {
    "title": "BLOODMONEY",
    "description": "BLOODMONEY! is a darkly twisted clicker game where you’re desperate to raise $25,000 for a life-saving surgery. You meet Harvey Harvington, who offers $1 per click—but to earn more, you must inflict pain on him using various tools.",
    "url": "../games/BLOODMONEY!.html",
    "image": "../assets/bloodmoney.png"
  },
  {
    "title": "Doki Doki Literature Club",
    "description": "Doki Doki Literature Club! starts as a cheerful high school dating sim but quickly turns into a psychological horror game. It breaks the fourth wall, using glitches and disturbing events to create a tense, unsettling story.",
    "url": "../games/ddlc.html",
    "image": "../assets/ddlc.jpg"
  },
  {
    "title": "Doodle Jump",
    "description": "Doodle Jump is a fast-paced vertical platformer where you guide a little four-legged creature called “The Doodler” up an endless series of platforms, shooting monsters and dodging hazards.",
    "url": "../games/Doodle Jump.html",
    "image": "../assets/doodlejump.png"
  },
  {
    "title": "The Binding of Issac: Wrath of the Lamb",
    "description": "The Binding of Isaac: Wrath of the Lamb is a dark, randomly generated roguelike shooter where a crying child battles grotesque monsters in a nightmarish basement inspired by biblical themes and psychological horror.",
    "url": "../games/TBOIWOTL.html",
    "image": "../assets/tboiwotl.png"
  }
]